Repository: dcsaorg/P6-Application
Catalog: ui/src/locale/messages.*.xlf
Languages: de

# instructions_paragraph_3
source: Thank you very much for your time and effort!
de: Vielen Dank für Ihre Zeit und Aufwand!

# instructions_ETA_BERTH
source: Estimated time of arrival at berth of vessel, communicated by carrier
de: Vorraussichtliche Ankunftszeit am Liegeplatz, kommuniziert durch die Reederei

# instructions_RTA_BERTH
source: Time of arrival at berth as requested by the terminal operator
de: Ankunftzeit am Liegeplatz angefragt vom Terminal-Betreiber

# instructions_PTA_BERTH
source: Planned time of arrival at berth. When a vessel operator (or agent) confirmed the requested time of arrival berth to the terminal operator.
de: Geplante Ankunftszeit am Liegeplatz. Wenn eine Schiff die geplante Ankunftszeit am Liegeplatz beim Terminal-betreiber betätigt.

# instructions_ETA_PBP
source: Estimated time of arrival at pilot boarding place or zone. This is communicated by the vessel / agent to the port authority.
de: Vorraussichtliche Ankunftszeit am Pilot-Boarding-Ort/Zone. Dies wird vom Schiff an den Hafenbetreiber kommuniziert.

# instructions_RTA_PBP
source: Time of arrival at pilot boarding place as requested by the port authority or pilot
de: Ankunftszeit am Pilot-Boarding-Ort, wie angefragt vom Hafenbetreiber

# instructions_PTA_PBP
source: Planned time of arrival at pilot boarding place. When a vessel operator (or his agent) confirmed the requested time of arrival PBP to the pilot/port authority.
de: Geplante Ankunftszeit am Pilot-Boarding-Ort. Wenn ein Schiff die geplante Ankunftszeit PBP dem Hafenbetreiber bestätigt.

# instructions_ATA_PBP
source: The actual time of arrival of the vessel at Pilot Boarding Place
de: Echte Ankunftszeit des Schiffs am Pilot-Boarding-Ort

# instructions_ATA_BERTH
source: The actual time of arrival of the vessel at Berth
de: Echte Ankunftszeit des Schiffs am Liegeplatz

# instructions_ATS_CARGO_OPS
source: The actual time at which the cargo operations has started (first commercial lift)
de: Echte Zeit an welchem der Frachtbetrieb gestartet wurde (erster kommerzieller LIFT)

# instructions_ETC_CARGO_OPS
source: Estimated time of completion cargo operations. The estimate is usually based on the estimated productivity to perform the total number of moves
de: Vorraussichtliche Zeit des Endes des Frachtbetriebs. Die Vorraussage basiert normalerweise auf der geschätzten Produktivität um die gesamte Anzahl an Operationen durchzuführen

# instructions_RTC_CARGO_OPS
source: The requested time at which the vessel operator or agent would like the cargo operations to finish (last commercial lift) e.g. The vessel operator might request an earlier departure in case of cut & run
de: Die vorraussichtliche Zeit an welchem der Schiffsbetreiber den Frachtbetrieb abgeschlossen haben will (letzter kommerzieller LIFT), z.B . beantrag der Schiffsbetreiber eine frühere Abfahrt in Fällen wie cut & run

# instructions_PTC_CARGO_OPS
source: The agreed upon planned time of completion of cargo operations
de: Die akzeptierte geplante Zeit des Abschlusses des Frachtbetriebs

# instructions_ATC_CARGO_OPS
source: The actual time of completion of cargo operations (last commercial lift)
de: Die echte Zeit des Abschlusses des Frachtbetriebs (letzter kommerzieller LIFT)

# instructions_ETD_BERTH
source: The estimated time of departure from the berth, as estimated by the agent or captain
de: Die vorraussichtliche Zeit der Abfahrt am Liegeplatz, wie vom Agenten oder Kapitän geplant

# instructions_RTD_BERTH
source: The requested time of departure from berth, as requested by the port authority
de: Die vorraussichtliche Zeit der Abfahrt am Liegeplatz, wie vom Hafenbetreiber angefragt

# instructions_PTD_BERTH
source: Planned time of departure of the vessel from berth. This is the confirmation from the vessel of the requested time of departure done by the vessel operator/agent or captain
de: Geplante Zeit der Abfahrt des Schiffs vom Liegeplatz. Dies ist die Bestätigung des Schiffs von der angefragten Zeit der Abfahrt von der Reederei/Kaitän

# instructions_ATD_BERTH
source: Actual time of departure from berth
de: Echte Zeit der Abfahrt vom Liegeplatz

# menu_entry_port_call
source: Port Call
de: Hafenaufruf

# menu_entry_mandator
source: Company: {{ companyName }}
de: Firma: {{ companyName }}

# menu_entry_download_timestamp_info
source: This downloads a csv file, which includes the inserted timestamps for all the vessels that have been reported in this login environment.
de: Dies läd eine CSV Datei herunten, welche alle Zeitstempel für alle Schiffe aus dieser Login-Umgebung beinhaltet.

# vessel
source: Vessel <p-sortIcon></p-sortIcon>
de: Schiff <p-sortIcon></p-sortIcon>

# table__timestamp
source: Timestamp <p-sortIcon></p-sortIcon>
de: Zeitstempel <p-sortIcon></p-sortIcon>

# table_sequence
source: Sequence
de: Sequenz

# table_log_of_timestamp
source: Log of Timestamp <p-sortIcon></p-sortIcon>
de: Log des Zeitstempels <p-sortIcon></p-sortIcon>

# table_event_timestamp
source: Event Timestamp <p-sortIcon></p-sortIcon>
de: Event Zeitstempel <p-sortIcon></p-sortIcon>

# table_prev_port
source: Previous Port <p-sortIcon></p-sortIcon>
de: Vorheriger Hafen <p-sortIcon></p-sortIcon>

# table_port_of_call
source: Port of Call <p-sortIcon></p-sortIcon>
de: Hafenaufruf <p-sortIcon></p-sortIcon>

# table_next_port
source: Next Port <p-sortIcon></p-sortIcon>
de: Nächster Hafen <p-sortIcon></p-sortIcon>

# table_direction
source: Direction <p-sortIcon></p-sortIcon>
de: Richtung <p-sortIcon></p-sortIcon>

# table_berth_id
source: Berth Id <p-sortIcon></p-sortIcon>
de: Liegeplatz <p-sortIcon></p-sortIcon>

# table_comment
source: Comment
de: Kommentar

source: Vessel name
de: Schiffsname

# vessel__imo_number
source: IMO number
de: IMO Nummer

# vessel__teu
source: Vessel size (TEU)
de: Schiffsgröße (TEU)

source: Port of Call
de: hafenaufruf
